import Image from 'next/image'
import React from 'react'

type Props = {}

export default function EarlyHistory({ }: Props) {

    return (
        <main className="main-content flex-col gc2">


            <h2>"לך לעזה..."</h2>

            <Image className="Image" width={150} height={150} src="/gaza_port.jpg" alt="gaza-port" />
            <p>בעשרות השנים האחרונות אנחנו מכירים את רצועת עזה כמקום מאוד שלילי, קן צרעות , בירת הטרור, חמאסטאן ועוד כינויים
                שליליים שיוחסו למקום בסקירה זאת ננסה להתעלם מ75 שנה האחרונות ולהבין ממה ואיך הכל התחיל ? עזה יושבת בארץ
                שמחברת את אסיה אירופה ואפריקה. עזה היא אחת מערי הנמל העתיקות של ארץ ישראל ( כמו יפו ועכו ). עיר שהיה לה
                תפקיד מרכזי במסחר של העולם העתיק. ועם 5000 שנה של היסטוריה מתועדת .</p>

            <Image className="Image" width={150} height={150} src="/via_maris.png" alt="" />
            <span className="Image-desc">דרכי המסחר של העולם העתיק</span>


            <Image className="Image" width={150} height={150} src="/gaza_port_old.jpg" alt="" />


            <p>סלעים הבוקעים מן הים יוצרו בעזה נמל טבעי, סלעים אלו אפשרו בימי עבר, לסירות קטנות לתפוס מחסה משברי הגלים, דבר
                שסייע לביסוס של מסחר משגשג, ענף שהכניס לקופת השליטים לא מעט מטבעות זהב בימי שלום . בימי מלחמה שימשו הסלעים
                הבולטים כהגנה מפני תקיפות מן הים, וגרמו לטביעתם של לא מעט ספינות. ולכן נמל עזה תופס דימוי שלילי בקרב הימאים.
                כשרצו הימאים לקלל אחד את השני, היו מאחלים אחד לשני בנימוס " לך... לעזה ! " כלומר אני מאחל לך שתתרסק על
                הסלעים ותטבע. </p>

            <h2>רצועת עזה</h2>

            <Image className="Image" width={150} height={150} src="/UN_Palestine_Partition_Versions_1947.jpg" alt="" />
            <span className="Image-desc">1947 תוכנית החלוקה של האום </span>

            <p>המושג רצועת עזה נולד והתגבש ב1948 מתוך הסכמי שביתת הנשק בין ישראל למצריים, אז הוחלט שרצועת עזה במישור החוף
                הדרומי תישאר בשליטה מצרית. הדבר מתחיל כמובן קצת קודם ב כט' בנובמבר עם החלטת החלוקה של האום, בישוב היהודי
                השמחה הייתה אדירה ואך מהצד השני אצל מדינות ערב התחושה הייתה קשה ומלווה בחוסר הסכמה לחלוקה המוצעת של החלטת
                האו'ם , מה שהוביל להפגנות ומרידות בתוך שטח הארץ ואחרי חצי שנה הסלים למלחמה כוללת עם צבאות ערב שתוקפים ואותנו
                מכל הצדדים . </p>

            <Image className="Image" width={150} height={150} src="/horev.jpg" alt="" />
            <span className="Image-desc">מבצע חורב </span>


            <Image className="Image" width={150} height={150} src="/horev_The_Palmach.jpg" alt="" />
            <span className="Image-desc">שיירת שריוניות לפני הכניסה לסיני במבצע חורב</span>

            <p>כאן רואים שהצבא המצרי מגיע בשתי דרכים. האחת מכיוון עזה השנייה לכיוון באר שבע . לקראת סוף המלחמה יוצא לדרך
                מבצע חורב עם יגאל אלון. בתרשים תנועת הכוחות אפשר לראות את האיגוף של עזה ואת הרצון לנתק למעשה ממצרים! וזאת
                היא נקודה שחוזרת לאורך 5000 שנה: הקשר בין מצרים לעזה והצורך המאוד גדול לנתק אותה מבסיס האם המצרי. ובעצם לאחר
                שביתת הנשק בין ישראל למצרים רצועת עזה נותרת כמובלעת בתוך השטח הישראלי יחד עם עוד אזור שנקרא כיס פאלוג'ה
                באזור קריית גת כיום צומת פלוגות .</p>

            <Image className="Image" width={150} height={150} src="/news_armistic_arriment.png" alt="" />

            <p> למעשה לפי הסכם שביתת הנשק רצועת עזה הייתה אמורה להיות צרה יותר וארוכה מעט יותר כשהיא כוללת את אזור של נחל
                שקמה באזור מושב נתיב העשרה. אך אז קמה התנגדות בקבינט הישראלי גאולוג בשם פארקר תבע שיש לקבוע את נחל שקמה בצד
                הישראלי ומכיוון שניקז כמויות גדולות של מים שכמובן היו נצרכות מאוד לחקלאות הנגב. החלטה שאומצה בחיוב וישראל
                דורשת לקצר מעט את הרצועה, המצרים מיצדם לא היו פראיירים ודרשו בתמורה את הכפר עבסאן בדרום הרצועה וכך קיבלנו את
                הרצועה שאנחנו מכירים היום רצועה מוארכת עם בטן בחלק הדרומי.</p>

            <Image className="Image" width={150} height={150} src="/origenal aggriment.png" alt="" />
            <span className="Image-desc">גבול רצועת עזה כפי שהוצע במקור</span>


            <Image className="Image" width={150} height={150} src="/new_aggriment.png" alt="" />
            <span className="Image-desc">רצועת עזה כולל העבסאנים בדרום(בצהוב), נחל שקמה (באדום) והגיאולוג פארקר</span>


            <h2>מקור השם עזה</h2>

            <Image className="Image" width={150} height={150} src="/tuthmosisIII_conq.jpeg" alt="" />
            <span className="Image-desc">כנען הופכת מדינות חסות של מצריים</span>

            <p>עזה עולה במת ההיסטוריה כבר באלף השני לפני הספירה BCE 1490-1426 תחותמס הIII שליט מצריים העתיקה ( אחד מן
                הפרעונים ) מחליט שהוא רוצה אחיזה בארץ כנען ויוצא למסע כיבושים . ולאחר שחצה את כל מדבר סיני המקום הראשון
                שהגיע אליו הייתה העיר עזה היא שער הכניסה לארץ כנען . </p>

            <Image className="Image" width={150} height={150} src="/TuthmosisIII.JPG" alt="" />
            <span className="Image-desc">תחותמס הIII</span>

            <p>מבחינת מצרים הכיבוש של עזה מאפשר אחיזה בקרקע וממנה יצאה לפשיטות ברחבי ארץ כנען. ובכך הופכת מצריים (שהייתה
                למעצמה אזורית) את כנען למדינת חסות הנאמנה למצרים בתמורה להגנה. וכך שמה של העיר עזה עולה לא מעט פעמים מתוך
                הארכיונים המצריים . וככה עזה הופכת מוצב קידמי דרכו עברו ממסעות מלחמה מצריים</p>

            <Image className="Image" width={150} height={150} src="/Amarna_Akkadian_letter.png" alt="" />
            <span className="Image-desc">מכתבי אל-עמרנה</span>


            <h2>עזה כנקודת חיבור בין מצריים לארץ כנען</h2>
            <p>עזה היא כמובן שער הכניסה לארץ כנען, וכדי להגיע יוצרים את דרך הים , נתיב הליכה של כ 10 ימים דרך טופוגרפית
                יחסית נוחה ועם מי תהום בשפע , ולאורכו המצרים יוצרים מבצרים שיתמכו את שיירות הצבא המצרי. במקורות היהודים
                מוזכרת הדרך הזאת כדרך ארץ פלישתים מתוך הסיפור של יציאת מצרים, שם הקב'ה דורש שבני ישראל לא יצאו בדרך ארץ
                פלישתים כדי שלא יתקלו בצבא המצרי ויפחדו! </p>

            <Image className="Image" width={150} height={150} src="/exodus.jpg" alt="" />
            <span className="Image-desc">יציאת מצריים</span>


            <Image className="Image" width={150} height={150} src="/via_maris_2jpg.jpg" alt="" />
            <span className="Image-desc">דרך הים- נתיב סחר של העולם הקדום עובר בעזה</span>


            <h2>"חכם השביל מן ההולך בו" <span className="italic">(עזריה אלון)</span> </h2>
            <p>כשיש לך כזה שביל ודרך נוחה אז משתמשים בה בהמון תקופות אין צורך להמציא את הגלגל ולהסתבך במדבר סיני
                למשל ב1799 נפוליאון מגיע למסע כיבושים במזרח התיכון. מסע שהתחיל במצרים, עם כוונה ברורה לכבוש גם את ארץ ישראל.
                נפוליאון משתמש באותה הדרך בדיוק !
                1917 במלחמת העולם הראשונה הכוחות הבריטים חוצים את מדבר סיני באותה הדרך כדי לכבוש את עזה מהטורקים.
                1948 גם הכוחות המצריים במלחמת העצמאות עברו באותה הדרך ממש .
            </p>

            <h2>בסיס צבאי באתר עתיקות: חמאס משמיד את העבר</h2>
            <p> האתר הקדום ביותר שנמצא ברצועת עזה הוא תל -א סקאן , תל ארכיאולוגי שיושב על "מסדרון נצרים"</p>

            <Image className="Image" width={150} height={150} src="/tel-a-saakan.png" alt="" />
            <span className="Image-desc">כך זה נראה בשנת 2000. "עכשיו הכול הרוס" </span>

            <p>האתר יושב על תוואי של נחל עזה. הוא כמובן הציר הלוגיסטי. תל שנמצאו בו ביצורים מרשימים מאוד! המעידים על מוצב
                מצרי קידמי אבל לא רק. הממצאים באתר חושפים את קשרי המסחר בין שפלת יהודה (תל ערני ליד קיריית גת ) משם יצאה
                אספקה של זיתים וענבים למצרים שהיו חלק מהפולחן המצרי וגדלו באותו תקופה רק בארץ כנען.
            </p>

            <Image className="Image" width={150} height={150} src="/tel-eirani.png" alt="" />
            <span className="Image-desc">תל עירני שפלת יהודה</span>

            <p> ב2017 בתנועת חמאס התחילו להקים בסיס אימונים על אותו התל הקדום. אתר עם חשיבות עצומה לחוקרי התקופה שפשוט הושחת
                ע"י הבולדוזר העזתי בכדי להקים מחנה אימונים צבאי.
            </p>

            <Image className="Image" width={150} height={150} src="/ynet_tel_a_saakan.png" alt="" />
            <span className="Image-desc">בולדוזרים עזתים מחריבים את האתר</span>


            <h2>דו-קיום ארכיאולוגי נדיר בדיר אל-בלאח</h2>
            <p>דיר = מנזר בלאח = תמרים . מנזר התמרים. שם פרופ' תרודו דותן חופרת ביחד עם ערבי עזתי בשנות ה 70 והשניים עובדים
                יחד יחפים (בשנים אלו זה עדיין התאפשר) והשניים חושפים בית קברות עם 50 ארונות קבורה אנטרופומורפים (ראה תמונה),
                דיונות החול שנערמו עם השנים הגנו עליהם מפני שודדי עתיקות. </p>

            <Image className="Image" width={150} height={150} src="/digging bear foot.png" alt="" />
            <span className="Image-desc">חופרים יחד (משמאל תרודו דותן עם צמידים)</span>


            <Image className="Image" width={150} height={150} src="/trodo_dotan_her_find.png" alt="" />
            <span className="Image-desc">ממצא אדיר בחישבותו להבנת התקופה</span>

            <p>בתי-קברות דומים נתגלו גם בדלתא שבמצרים. כמה ממאפייני ארונות הקבורה מעידים אכן על השפעה מצרית ברורה. על המכסים
                נראים תיאורי פנים, פאה, זרועות וידיים של המת המזכירים את תיאורי החנוטים. רבים מהם נושאים חתימת זקן, אולי סמל
                לזקנו של אוזיריס, אל המוות המצרי, שהמת עומד להיכנס לעולמו. מראה את הקשר האדיר הזה בין מצרים לארץ כנען
                כשרצועת עזה היא הגורם המקשר לאורך 2000 שנה.</p>

            <Image className="Image" width={150} height={150} src="/digging bear foot.png" alt="" />
            <span className="Image-desc">ארונות קבורה אנטרופומרפים-(דמויי אדם)</span>


            <h2>גויי הים / פלישתים .</h2>
            <p>בשנת 1200 לפני הספירה הכל משתנה . גל הגירה מאוד משמעותי מכיוון קפריסין מגיע למרחב שלנו, מדובר על קבוצת אנשים
                שמנסה להגיע ולהשתלט על שטחים ומשאבים במצרים. מי אלה אותם האנשים? ע"פ המחקר הם נקראים גויי הים, ועל פי התנ'ך
                נקראים הפלישתים. כך או כך אותו תיעוד נדיר חושף כיצד רעמסס ה-III מתגאה בניצחון המוחץ שלו על גויי הים הוא בולם
                את המתקפה ודוחק אותם צפונה אל מישור החוף הדרומי של ארץ ישראל.</p>


            <Image className="Image" width={150} height={150} src="/ramsess_defeat_philistins.png" alt="" />
            <span className="Image-desc">בתחריט: רעמסס השלישי מביס את גויי הים נמצא על קיר המקדש במדינת האבו</span>

            <p>ההיסטוריה אכן נכתבת על ידי הצד המנצח, אך במבחן המציאות הפלישתים משתלטים על משיחור החוף הדרומי של הארץ (תל
                אביב של היום ועד רצועת עזה) ומצריים מתקפלת חזרה למצריים וחבל הארץ הזה משתנה ללא הכר, הפלישתים אומנם לא
                הצליחו במסעם למצריים אך מבססים את עצמם ע"י בניית ערים. בתנ"ך מתוארות לנו חמשת ערי הפלישתים עזה אשקלון אשדוד
                גת ועקרון. כפרים פלישתים קטנים יותר הוקמו בסביבות הערים שיוצרים מרחב פלישתי מובהק למשך 600 השנים הבאות. </p>
            <p>באותה התקופה משה מוציא לחרות את בני ישראל ממצרים ויהושוע מוביל את כיבוש הארץ - אותה התקופה גם ידועה כתקופת
                ההתנחלות הישראלית. כיבוש הדרגתי של עמי כנען והתבססות ישראלית על שדרת ההר המרכזית של הארץ.</p>

            <Image className="Image" width={150} height={150} src="/philistins_citiesjpeg.jpeg" alt="" />
            <span className="Image-desc">התישבות ישראלית לאורך שדרת ההר, התיישבות פלישתית לאורף מישור החוף הדרומי</span>


            <Image className="Image" width={150} height={150} src="/philistins_items.png" alt="" />
            <span className="Image-desc">כלי בישול וכלי פולחן שנחשפו בערי הפלישתים</span>


            <Image className="Image" width={150} height={150} src="/philistin_sord.png" alt="" />
            <span className="Image-desc">פגיון פלישתי </span>


            <h2>חורבן בית ראשון וכיבוש עזה</h2>
            <p>נבוכנאצר מלך בבל יוצא למתקפה על יהודה מחריב את בית המקדש הראשון ומגלה את האוכלוסיה .</p>
            <p>את אותו הדבר עושה נבוכדנצר לעזה. וזה סימן שעזה מספיק חזקה ומספיק מאיימת כדי שהמנהיג הבבלי יצטרך לכבוש גם אותה
                (כעשרים שנה לפני חורבן בית ראשון) . כלומר הגורל של הישראלים והפלישתים היה דומה וגם אותם הבבלים מגלים.</p>

            <Image className="Image" width={150} height={150} src="/Nabu-Kudurri-Usur.jpg" alt="" />
            <span className="Image-desc">נבוכאנצר מלך בבל</span>



            <Image className="Image" width={150} height={150} src="/galot_babbel.jpg" alt="" />
            <span className="Image-desc">גלות בבל</span>


            <Image className="Image" width={150} height={150} src="/on_the_river_of_babilon.jpeg" alt="" />
            <span className="Image-desc">על נהרות בבל ישבנו ובכינו בזוכריינו את ציון</span>

            <h2>עזה כעיר מחוז מרכזית בתקופה הפרסית </h2>
            <p>הפרסים מחלים את שלטונם ומייד מבינים את החשיבות ואת הפוטנציאל המסחרי הטמון בשליטה בעיר עזה. עזה באותם ימים
                הופכת מוקד לייצוא בשמים יקירם מאוד לארצות אירופה, מחצי האי ערב ותימן. כשעזה היא היעד הסופי של אותה "דרך
                הבשמים". ובנוסף מהווה נמל מרכזי מאוד על דרך הים בין מצריים לבבל. ולכן הפרסים מציבים בעזה חיל מצב לאבטח את
                הצומת המסחרית הכול כך חשובה הזאת. </p>

            <Image className="Image" width={150} height={150} src="/trade_route_parsian_time.png" alt="" />
            <span className="Image-desc">עזה צומת מסחר חשובה בתקופה הפרסית</span>

            <h2>אלכסנדר מוקדון </h2>
            <p>בגלל שעזה היא עיר שער למדבר מצד אחד למצריים מצד שני לים התיכון מצד שלישי ולכנען מצד רביעי, גם לאלכסנדר מוקדון
                המנהיג של האימפריה ההלניסטית יוונית, היה חשוב לכבוש את עזה. מבחינתו עזה מספיק מרכזית ומספיק חשובה כדי להתעכב
                עליה. אלכסנדר הגדול שולח כוח די גדול לצור על העיר עזה מצור שנמשך כ 9 שבועות הוא מקיף את עזה מכל הכיוונים
                מנחל שקמה מהצפון מוואדי עזה מדרום מהים שבמערב ומכיוון מזרח ועושה טבעת חנק על עזה. מאוד דומה למה שקורה היום.
            </p>

            <Image className="Image" width={150} height={150} src="/Alexander_the_Great_mosaic.jpg" alt="" />
            <span className="Image-desc">אלכסנדר מוקדון</span>


            <Image className="Image" width={150} height={150} src="/Alexander_the_Great_conqoustes.png" alt="" />
            <span className="Image-desc">האימפריה היוונית הלניסטית</span>


            <Image className="Image" width={150} height={150} src="/Alexander_the_Great_put_a sige_on_gaza.png" alt="" />
            <span className="Image-desc">אלכסנדר מוקדון צר על עזה</span>

            <p>אלכסנדר הגדול מביא כמות אדירה עבדים מהצפון מאזור של צור. עליהם הוא מצווה לבנות סוללות עפר שיאפשרו לכוחותיו
                לעבור את חומת עזה. וכמו כן ציווה עליהם לחפור תחת היסודות של חומת עזה, במטרה לחדור אל העיר. (שימוש בתת קרקע
                למטרות צבאיות כאמור ההיסטוריה חוזרת על עצמה ! ) בסוף הוא כמובן מצליח לכבוש את עזה רוצח לא מעט נשים וילדים
                מכניע את מושל עזה הפרסי בשם בטיס. מכיוון שעזה היא עיר מיוחדת גם מושל העיר קיבל יחס מיוחד רגליו מוסמרו יחד
                ונקשרו לכרכרה שגררה את גופתו ברחבי העיר. </p>

            <Image className="Image" width={150} height={150} src="/Alexander_the_Grea_VS_Btis.png" alt="" />
            <span className="Image-desc">המושל המובס בטיס נגרר מאחרי כרכרה ברחבי העיר עזה</span>

            <h2>הנבטים</h2>
            <p>הנבטים היא ישות חדשה שעולה על במת ההיסטוריה. מדובר בעם של נוודים מחצי האי ערב ,שיודעים כיצד לכרות בורות מים
                ולטייח אותם. הנבטים שמרו בסוד על דבר קיומם של בורות המים. היו חיים על עדרי צאן וצמחי בר. ולפרנסתם היו נושאים
                במסע של כ2380 קילומטר בשמים ותבלינים כמו המור והלבונה לחופי הים התיכון דרך ארוכה שנקראת דרך הבשמים. דרך
                הבשמים הייתה מחולקת ל65 מקטעי הליכה של כ36 ק"מ (יום הליכה ממוצע של גמל) כשבכל תחנת התרעננות היו מקומות חנייה
                לגמלים וחדרים בעבור אנשי השיירות. </p>

            <Image className="Image" width={150} height={150} src="/incens_route.jpg" alt="" />
            <span className="Image-desc">דרך הבשמים הנבטית</span>


            <Image className="Image" width={150} height={150} src="/Plinyelder.jpg" alt="" />
            <span className="Image-desc">ההיסטוריון היווני פליניוס הזקן מתאר את נשות רומא מבזבזות מיליוני מטבעות זהב על בשמים.
            </span>


            <h2>חשמונאים </h2>
            <p>עכשיו אנחנו כבר מבינים שכל המסחר וייצוא הבשמים של העולם העתיק התבסס על נמל עזה. ולכן היה חשוב לאלכסנדר ינאי
                המלך החשמונאי לייבש את עזה כדי להשתלט על דרכי המסחר. כאן לראשונה בהיסטוריה אחרי קרב קצר ועצים, ישנה שליטה
                יהודית על עזה, לפרק זמן מאוד קצר יש שלטון יהודי בעזה. דומה למספר השנים של השליטה הישראלית על עזה בין מלחמת
                ששת הימים שנת 67 ועד להסכמי השלום עם מצרים בימיינו .</p>

            <Image className="Image" width={150} height={150} src="/Alexander_Jannaeus.jpg" alt="" />
            <span className="Image-desc">ההיסטוריון היווני פליניוס הזקן מתאר את נשות רומא מבזבזות מיליוני מטבעות זהב על בשמים.
            </span>


            <h2>עזה הרומית ביזאנטית</h2>
            <p>הרומאים מביאים איתם רוח חדשה. עזה הרומית היא עיר מגוונת מאוד מבחינה אתנית יש בה יהודים נוצרים, יש בה
                שומרונים, סוחרים ערבים, חיי חברה, פילוסופים ואנשי רוח. דרך הגיוון האתני של העיר ניתן להסיק כי גם יעדי המסחר
                היו מגוונים. ואכן ארכיאולוגים מוצאים את קנקנים שיוצרו בעזה למטרת שילוח סחורות, בתפוצה רחבה מאוד סביב אגן הים
                התיכון. </p>

            <Image className="Image" width={150} height={150} src="/Ancient_Rome_(cropped).JPG" alt="" />
            <span className="Image-desc">הרומאים מביאים רוח חדשה</span>


            <Image className="Image" width={150} height={150} src="/gaza_jars.png" alt="" />
            <span className="Image-desc">תפוצת קנקני עזה</span>

            <p>בשלב מסויים האימפריה הרומית משנה את דת אימפריה לנצרות והבירה עוברת לביזנטון (איסטנבול העתיקה ) ומעתה הרומים
                הנוצרים יקראו ביזנטיים. וגם אז, עזה תופסת מקום מרכזי ומכובד. ב2022 חקלאי פלסטיני, רוצה לנטוע עץ זית בחצר
                ביתו כקילומטר מהגבול עם ישראל, בתוך מחנה הפליטים אל בוריג' -נוסיארת . וחושף לגמרי במקרה את אחד הפסיפסים הכי
                יפים שנתגלו ברצועת עזה. הפסיפס שייך ככול הנראה לכנסייה שעמדה במקום בתקופה הביזאנטית. </p>

            <Image className="Image" width={150} height={150} src="/Byzantine.jpg" alt="" />
            <span className="Image-desc">האימפריה הרומית מחליפה את דת אימפריה לנצרות</span>


            <Image className="Image" width={150} height={150} src="/mozic_found_in_mistake.png" alt="" />
            <span className="Image-desc">הפסיפס שנחשף ברצועת עזה</span>

            <p>לא רק נוצרים היו בעזה באותה התקופה אלא גם יהודים . בשנת 1965 כתבה מדעית שהתפרסמה בכתב עת מדעי באיטליה בדבר
                מציאת כנסייה, עם פסיפס מרהיב בעזה, הובילה ארכאולוגים ישראלים חודש אחרי מלחמת ששת הימים לצאת ולחפש. ולהפתעתם
                גילו שמדובר ברצפת פסיפס של אחד מבתי הכנסת הכי מפוארים בדרום מערב הנגב .</p>

            <Image className="Image" width={150} height={150} src="/synsgoge_found_in_gaza.png" alt="" />
            <span className="Image-desc">דוד המלך בחולות עזה</span>

            <p>נתגלתה רצפת פסיפס מעוטרת בחיות ודמיות קדושות כמו כן נתגלתה כתובת בעברית, "דוד המלך" ולידה דמותו של דוד מנגן
                בנבל. מה שהוביל להסכמה רחבה בקרב החוקרים כי המבנה שימש כבית כנסת! באחד הכתובות שנתגלו על הפסיפס מסופר על
                "מנחם ויהושוע בן ישי סוחרי עצים כאות הערכה למקום הקדוש תרמנו את הפסיפס" </p>

            <Image className="Image" width={150} height={150} src="/mosic_of_synagoug.png" alt="" />
            <span className="Image-desc">מנחם ויהושוע בן ישי תורמי הפסיפס</span>


            <h2> מקדש פלישתי שהפך לבית כנסת לכנסייה ואז למסגד</h2>
            <p>מעט דרומית לבית החולים שיפאא על דרך סלאח א-דין ישנו המסגד הגדול של עזה . האתר הזה מגלם בתוכו את כל ההיסטוריה
            </p>

            <Image className="Image" width={150} height={150} src="/Great_Mosque_of_Gaza_-_Alafrangi.jpg" alt="" />
            <span className="Image-desc">המסגד הגדול של עזה</span>

            <p>ישנה איזה שהיא מגמה שאפשר להבחין בה לאורך ההיסטוריה אתר קדוש של תרבות אחת משמש כאתר קדוש לתרבות שבה אחריה.
                וכך גם בדוגמה הזאת . חוקרים מאמינים כי במקום התקיים מקדש פלישתי לפי המסורת שם שמשון מפיל את העמודים. על זה
                נבנתה כנסייה ביזאנטית ושעלייה מאוחר יותר נבנה מסגד מוסלמי , ובעקבות מסעות הצלב מאירופה על אותו המסגד נבנתה
                כנסייה צלבנית שעמדה במקום כמאה שנה עד לכיבוש הממלוכים, (אימפריה שהשתרעה על פני מצריים וסורייה) אז נבנה המסגד
                שעומד במקום עד היום. </p>

            <Image className="Image" width={150} height={150} src="/menora_in_the_mosqe_of_gaza.png" alt="" />
            <span className="Image-desc">שימוש משני, תחריט המנורה נלקח מבית כנסת באיזור ושולב במסגד</span>

            <p>שתי נקודות שממחישות איך שההיסטוריה חוזרת על עצמה: </p>
            <ul>
                <li>ישנו תיעוד של מנורה על אחד העמודים של המסגד העתיק . בעבר היה מאוד מקובל לשלב חלקי מבנים קדומים בבניה
                    חדשה, גם כאן התבצע שימוש משני באותו חלק מבית כנסת סמוך.</li>
                <li>במלחמת העולם הראשונה 1917 המסגד הגדול של עזה מופצץ אבל לא מושמד לגמרי העות'מניים התרעמו והאשימו את
                    הבריטים בהפצצת המסגד. בתגובה הבריטים פרסמו שהם לא הפציצו את המסגד ושמדובר במצבורי נשק התלקחו והתפוצצו.
                    וגם היום רואים שימוש ציני במסגדים כמקום מחבוא לאמל"ח לצורכי מלחמה.</li>
            </ul>
            <h2>הכיבוש הערבי של ארץ ישראל.</h2>
            <p>בשנת 623 כל המרחב שלנו נכבש ע"י האסלאם. ובהקשר של עזה משנת 623 ועד נכון להיום כמעט ברצף בנמצאת שליטה מוסלמית
                ( לא כולל את התקופה הצלבנית ומנדט בריטי ).</p>

            <Image className="Image" width={150} height={150} src="/Muslims_Invasion_of_Syria.ar.png" alt="" />
            <span className="Image-desc">הכיבוש הערבי של ארץ ישראל</span>

            <p>אחד הקרבות המפורסמים הוא קרב דתין . קרב מתרחש בתל ג'מעה הסמוך לחניון רעים מזרחית לרצועת עזה של היום. מקורות
                היסטוריים מספרים על קרב מחריד בו נרצחים אלפי מתושבי הארץ. 4000 כפריים מסכנים מפלשתינה נהרגו - נוצרים, יהודים
                ושומרונים והערבים הרסו את המקום עד היסוד. בדמיון מצמרר למה שקרה ב7.10.23 והכה את המדינה בתדהמה ! נראה שטבח
                היא טקטיקה שנטועה כבר בשורשי האסלאם הקדום.</p>

            <Image className="Image" width={150} height={150} src="/_Arab_combat__of datin.jpg" alt="" />
            <span className="Image-desc">חיל פרשים ערבי בקרב</span>


            <Image className="Image" width={150} height={150} onError={({ currentTarget }) => {
                currentTarget.onerror = null; // prevents looping
                currentTarget.src = "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/101894_reeim_-_memorial_PikiWiki_Israel.jpg/800px-101894_reeim_-_memorial_PikiWiki_Israel.jpg";
            }} src="/reeim_memorial.png " alt="memorial for the masecere in reeim" />
            <span className="Image-desc">מתחם הטבח ברעים ההיסוריה חוזרת על עצמה</span>

            <p>אחרי הכיבוש הערבי היהודים והנוצרים המשיכו להתגורר בעיר , לערבים לא הייתה בעיה עם זה כל עוד הם מודעים למעמדם
                כבני חסות וכל עוד הם משלמים מיסים ונאמנים לעיר. בנוסף השליטים הערבים היו צריכים לתגמל את השבטים הערבים
                שהשתתפו בכיבוש בשטחים. השבטים הערבים שהיו אוכלוסייה נוודית שמורגלת לתנאי מדבר ובאופן טבעי העדיפו את אזור עזה
                המדברי מאשר את עיר חוף. ארץ ישראל בתקופה הערבית הופכת להיות חלק ממרחב ערבי עצום ונקראת נפת פלשתין שהבירה שלה
                היא רמלה.</p>

            <Image className="Image" width={150} height={150} src="/islamic_caliphate.png" alt="" />
            <span className="Image-desc">החליפות האיסלאמית</span>

            <h2>הצלבנים באים</h2>
            <p>התקופה הערבית בארץ ישראל מסתיימת עם הכיבוש הנוצרי הצלבני שמגיע מאירופה לכבוש חזרה את ארץ הקודש מן הכופר
                המוסלמי. הצלבנים מתעסקים קודם עם מה שראשון בסדר העדיפויות שלהם- כיבוש ירושלים ושיקום של כנסיית הקבר הקדוש.
                הצלבנים מביאים את כוח האדם שלהם מאירופה על גבי ספינות ולכן היה להם מאוד חשוב לשלוט על ערי החוף. עזה נכבשת
                ע"י הצלבנים בעיקר כדי לצור על העיר אשקלון שהייתה לעיר הנמל החשובה יותר בעיקר בגלל היכולת של הנמל להכיל יותר
                ספינות. עזה באופן טבעי מאבדת את החשיבות שלה כעיר שער למדבר והעיר נמל החזקה היא אשקלון. עזה נותרת עיר נאמנה
                לאשקלון לאורך התקופה הערבית. </p>

            <Image className="Image" width={150} height={150} src="/Siege_of_Ascalon_(1153).jpg" alt="" />
            <span className="Image-desc">המצור הצלבני על אשקלון</span>

            <h2>תורם של הממלוכים</h2>
            <p>השליט הממלוכי האכזר- בייברס כובש את ארץ ישראל ידי הצלבנים ע"י נחיל של מאות אלפי לוחמים ושכירי חרב , בקרבות
                קשים ביותר הממלוכים כובשים את ארץ ישראל מידי הצלבנים והם יחזיקו בה למשך 300 שנים (1250-1516). </p>

            <Image className="Image" width={150} height={150} src="/Baibar 17.JPG" alt="" />
            <span className="Image-desc"> בַּיְבַּרְס סולטאן ממלוכי של מצרים וסוריה </span>

            <p>הסיפור הממלוכי מרתק ולא כל כך מסופר. ממלוכ = עבד צבאי. הסולטנים הערבים רצו שיהיה להם חיל קומנדו אולטימטיבי
                נאמן אך לא מוסלמי. מכיוון שמוסלם לא יכול להיות עבד. נשלחו שליחים לקצוות האימפריה למונגוליה ולכפרי נוצרים
                נידחים ומשם, חטפו ילדים מונגולים וילדים נוצרים בגילאי 6-10 אותם והביאו אותם לחצר השליט הערבי. את אותם ילדים
                היו מאמנים להיות פרשים מעולים מקצוענים בלחימה בחרב. במקביל היו מלמדים אותם את עקרונות האסלאם אך לא מאסלמים
                אותם לגמרי מהסיבה שמוסלם לא יכול להיות מוגדר עבד של אחר.</p>

            <Image className="Image" width={150} height={150} src="/mamloucs.jpeg" alt="" />
            <span className="Image-desc"> פרש ממלוכי</span>

            <p>בשלב מסוים אותם הממלוכים הפכו לאנשי צבא חזקים מאוד עם המון השפעה בחצר הארמון. בסיפור שהיה יכול להילקח
                מטלנובלה ולא נפרט עליו כאן הממלוכים מצליחים לבצע הפיכה באדוניהם ומשתלטים על חצר המלוכה. הממלוכים נוגסים נתח
                שמן מן האימפריה הערבית ומכוננים סולטנות ממלוכית שהשתרעה בין מצרים לסוריה. לממלוכים היה מאוד חשוב להתנייד מהר
                וביעילות בין שני מוקדי השליטה שלהם במצריים ובסוריה. השאיפה שלהם הייתה לייצר דרך נוחה עם מערכת של גשרים
                שתאפשר לפרש בודד לחצות את מדבר סיני דרך ארץ ישראל ועד לסוריה ב4 ימים. את המטרה הזו השיגו הממלוכים ע"י בנייה
                של מערכת גשרים, סבילים (מתקני מים ציבוריים)תמסגדים וחאנים (מלונות דרכים) שסיפקו שירותי לינה (דוגמת חאן
                יונס),הדרך הזאת זכתה לכינוי "דרך הדואר". בעזה נמצא גשר ממלוכי על יד דיר סנייה קרוב לנתיב העשרה. כמו כן נמצאו
                מתקני שתיה ציבורים. ושוב עזה היא הגורם המקשר בין הצפון לדרום ובין המזרח למערב </p>

            <h2>עזה העות'מנית 1517-1917</h2>
            <p>למשך 400 השנה עזה נמצאת תחת שלטון עות'מני טורקי. האימפריה העות'מנית הייתה אימפריה ימית, אימפריה ששלטה על
                שטחים נרחבים כל כך הייתה חייבת להפעיל צי ימי אפקטיבי ולכן היה חשוב לשלטים העות'מניים ביטחון ימי. ובתוך כך
                ערי הנמל. ומי שהופקד על ביטחונה של מחוז עזה היה בית רדואן (בלי שום קשר לארדואן של היום), אותו רדואן היה עבד
                מצטיין של סולטן סולימאן הראשון (המפואר) וזה שבה את חומות ירושלים וזה שהקצה את רחבת הכותל המערבי ליהודים.
                בתקופה הזאת ישנו תיעוד של כ70 משפחות יהודיות שחיו בעיר עזה . </p>

            <Image className="Image" width={150} height={150} src="/EmperorSuleiman.jpg" alt="" />
            <span className="Image-desc"> סולטן סולימאן הראשון </span>


            <Image className="Image" width={150} height={150} src="/map_of_ottoman_empire.jpg" alt="" />
            <span className="Image-desc">האימפריה העות'מנית </span>

            <p>נציין כי בתקופה העות'מנית עם מספיק כסף היית הופך לראש העיר. העות'מניים הטורקים לא קידמו בנייה ופיתוח משמעותי
                של ארץ ישראל (מחוז תחת נפת סוריה) להפך המגמה אז הייתה תרבות של בקשיש וניצול. להוציא את בניית חומות ירושלים,
                וערי נמל שכמובן ששירותו את צרכי האימפריה. שאר החלקי הארץ היו מוזנחים הגבעות היו קרחות מכריתת יתר ומרעיית יתר
                . </p>

            <Image className="Image" width={150} height={150} src="/Turk._officers_on_camels_before_Tower_of_David._matpc.08139.jpg" alt="" />
            <span className="Image-desc">קצינים עות'מנים ברקע מגדל דוד וחומות ירושלים </span>

            <p>עזה בתקופה העות'מנית יושבת על אסם תבואה ענק, ועל צומת אסטרטגית ממנה יצאו סחורות לכל מיני כיוונים בים התיכון .
                ליהודים באותה תקופה היה חלק נכבד מאוד במסחר שעבר בעיר. עיקר הסחורות היו שעורה כותנה ו"אבטיח הפקועה", אבטיח
                מדברי, אונם רעיל אך יש לו שימושים ברפואה העממית: קליפת הפרי משמשת להכנת תרופות משלשלות, לריפוי מצבי עצירות,
                מיני טפילים ותולעים במערכת העיכול, דלקות עור ופרקים, טחורים . אביטיח הפקועה שימש באופן מסורתי גם לגמילת
                תינוקות מיניקה: מושחים את פטמות האם במיץ מהפרי, וטעמו המר דוחה את התינוק.</p>

            <Image className="Image" width={150} height={150} src="/pakoaa_water_melon.jpg" alt="" />
            <span className="Image-desc">אבטיח הפקועה שימושים רפואיים שונים</span>


            <h2>מסע נפוליאון לארץ ישראל 1799 </h2>
            <p>באותה התקופה בריטניה וצרפת שתי מעצמות אירופיות קולוניאליות מובילות היו במצב של תחרות והתכתשות מתמדת אחת עם השנייה. במסגרת הרצון הצרפתי להרחיב את השפעת במזרח, לנפוליאון  בונפרטה (איש קטן אבל מצביא ענק) יש תוכנית איך לעשות את זה. לנפוליאון יש תוכנית איך לנתק את הקשר של בריטניה אל הודו. התוכנית הייתה לכבוש את מצריים דרך עזה עכו ולחזור לאירופה דרך לבנון. נפוליאון בעצמו כותב שהכי חשוב לו, היה לכבוש את הרצועה בין אל-עריש לעזה כדי שיהיה אפשר בכלל להתחיל להתקדם צפונה. מסע הכיבושים של נפוליאון במזה"ת נכשל בסופו של דבר אבל מדגיש את ההתעניינות המחודשת של האירופאים בארץ ישראל שעד אותו זמן החליפה ידיים בין שושלת מוסלמית אחת לאחרת .</p>

            <Image className="Image" width={150} height={150} src="/napoleaon.jpg" alt="" />
            <span className="Image-desc">נפוליאון בונפרטה</span>


            <h2>מלחמת העולם הראשונה</h2>
            <p>בצורה מאוד דומה לכל מה שהתרחש ברצועת עזה במהלך ה5000 שנה שלפני מלחמת העולם הראשונה . הבריטים מבינים שאם הם רוצים להגן על הנכס הכי חשוב שלהם- תעלת סואץ. הם חייבים לעלות צפונה. הבריטים מתמקמים באל-עריש בעוד הטורקים מתבצרים בעזה. המערכה מתחלה בפצצות אדירות של שני הצדדים, נעשה שימוש בכמאה תותחי הוביצר 105מ"מ .</p>

            <Image className="Image" width={150} height={150} src="/hovitzer_cannon.png" alt="" />
            <span className="Image-desc">תותחי הוביצר מלחמת העולם הראשונה</span>

            <p>נעשו שתי ניסיונות בריטים, לכבוש את עזה. בניסיונות הללו נעשה שימוש באלפי פצצות, היו כמויות של פצועים והרוגים, אבל הבריטים לא מצליחים לחדור את קווי ההגנה הטורקים. בניסיון השלישי הבריטים בחרו בתרגיל הונאה מחוכם שתיכננו הגנרל אלנבי וגנרל מיינרצהאגן.  מיינרצהאגן לוקח תיק, מזייף מסמכים ומסבך את עצמו בכוונה, עם חיילים טורקים. כשמיינרצהאגן בורח מהמקום הוא נופל ארצה ומהתיק מתפזרים המסמכים. במסמכים שזייף היה כתוב שהם יוצאים לכבוש את עזה באמצעות פעולת הסחה בבאר שבע,  בזמן שהצבא הבריטי יצא להתקפה על באר שבע באמצעות פעולת הסחה בעזה. ואז בתחילת חודש נובמבר יוצא הצבא הבריטי להתקפה מוצלחת על באר שבע, וימים ספורים לאחר מכן מתחולל קרב עזה השלישי, עזה מופגזת בצורה מאוד מאסיבית עד שנחרבת כמעט לחלוטין. ורק אז עזה נכבשת סופית ע"י הבריטים.   </p>

            <Image className="Image" width={150} height={150} src="/alenby_mainertzagen.png" alt="" />
            <span className="Image-desc">מימין הגנרל מיינרצהאגן משמאל הגנרל אלנבי</span>


            <Image className="Image" width={150} height={150} src="/gaza_after_british_boombing.png" alt="" />
            <span className="Image-desc">עיי חורבות בעזה אחרי הפצצות של הצבא הבריטי</span>


            <h2>סיכום </h2>

            <p>אפשר להסיק מתוך מבט היסטורי של  כ5,000  שעזה הייתה מקום חשוב! ובגלל זה הייתה גם למוקד של סכסוכים ומלחמות. אפשר לומר שעזה הייתה מקום ששווה לריב עליו והמחיר שהיו מוכנים לשלם בעבורה היה גבוה. </p>

            <Image className="Image" width={150} height={150} src="/Gaza_Buildings.jpg" alt="" />
            <span className="Image-desc">עזה לפני ה7 באורטובר </span>
            <p>אך כיום עזה נתפסת בעניינו בצורה מאוד שונה, עזה נתפסת ע"י ישראל ומצריים כנטל שאף אחד לא צריך. וזאת משום שדרכי המסחר הם אחרות וכל התחנות על הדרך הישנה אינן חשובות עוד. כך גם יפו העתיקה ירדה מחשיבותה כעיר נמל . יפו בניגוד הפכה לעיר של אומנות תרבות וקולינריה ועזה היא רק מוקד לצרות וטרור אסלאמי קיצוני. מקום שאין מה להתעסק איתו!</p>
            <p>עכשיו שאנחנו מכירים את ההיסטוריה של עזה אפשר להבין שבהסתכלות היסטורית רחבה זה המצב רק ב75 שנים האחרונות בלבד! בפרופורציה ל5000 שנה שבהם כולם רצו לכבוש את עזה. עזה הייתה חשובה לכל המעצמות הגדולות וכל הישויות המרכזיות: ישראל, מצרים, נמלים באגן הים התיכון שנסמכו על המסחר שיצא מעזה, מדבריות ערב ותימן. עם כל זאת, בכל התקופות השליטה על עזה, והיחסים עם עזה, הכתיבו את המדיניות בארץ ואת היחסים עם מצריים ועם המעצמות מסביב וכך גם היום.</p>

        </main>
    )
}